package com.jobforandroid.pizza;

public class Utils {

    public static final String PIZZA_ALYASKA_TITLE = "Аляска";
    public static final String PIZZA_ALYASKA_DESCRIPTION = "Пицца-соус, горчичный соус, сыр, охотничьи колбаски, карбонад, корнишоны, грибы, лук, орегано";
    public static final String PIZZA_ALYASKA_RECIPE =
            "Ставим опару: в теплое молоко добавить сахар и дрожжи, поставить в теплое место на 15-20 минут.\n" +
                    "\n" +
                    "Яйцо взбить, добавить масло, еще раз взбить венчиком.\n" +
                    "\n" +
                    "В опару добавить яичную массу, стакан муки, перемешать и поставить в теплое место на 30-40 минут.\n" +
                    "\n" +
                    "Пока тесто подходит, делаем Венский соус. В сотейнике слегка обжарить муку со сливочным маслом, добавить сливки, бульон, лимонный сок, сахар и перемешать венчиком до однородного состояния, сделав огонь на минимум. Постоянно помешивая, довести до загустения (не плотного).\n" +
                    "\n" +
                    "В готовый Венский соус добавляем майонез и горчицу, это даст основной вкус пиццы. Можно посолить по вкусу, если хотите поострее - добавьте побольше горчицы. Все перемешать, прогреть. Заправка готова!\n" +
                    "\n" +
                    "Замесить тесто, добавив муки столько, чтобы не прилипало к рукам. Выложить в форму, смазать растительным маслом и наколоть вилкой.\n" +
                    "\n" +
                    "Обильно смазать соусом пиццу.\n" +
                    "\n" +
                    "Нарезать кружочками моцареллу, выложить на пиццу.\n" +
                    "\n" +
                    "Нарезать на полоски бекон и выложить между моцареллой.\n" +
                    "\n" +
                    "Шампиньоны нарезать пластинками и выложить сверху.\n" +
                    "\n" +
                    "Охотничьи колбаски порезать на кружочки (не тонкие) и выложить поверх начинки.\n" +
                    "\n" +
                    "Лук нарезать полукольцами, потолще, т. к. в духовке он иссыхается. Поставить в разогретую духовку на 20 минут при 180 С.\n" +
                    "\n" +
                    "Перед подачеей нарезать корнишоны и выложить поверх пиццы. Приятного аппетита!";

    public static final String PIZZA_BIF_STRONG_TITLE = "Биф Стронг";
    public static final String PIZZA_BIF_STRONG_DESCRIPTION = "Пицца-соус, сыр, говядина, соево-горчичный соус, перец сладкий, орегано";
    public static final String PIZZA_BIF_STRONG_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_CHEZARE_TITLE = "Чезаре";
    public static final String PIZZA_CHEZARE_DESCRIPTION = "Пицца-соус, сыр, курица, сухари, лист салата, соус \"Цезарь\", орегано";
    public static final String PIZZA_CHEZARE_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_CLASSIC_TITLE = "Классическая";
    public static final String PIZZA_CLASSIC_DESCRIPTION = "Пицца-соус, сыр, колбаса \"Салями\", помидор, грибы, орегано";
    public static final String PIZZA_CLASSIC_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_EMILIYA_TITLE = "Эмилия";
    public static final String PIZZA_EMILIYA_DESCRIPTION = "Пицца-соус, сыр, карбонад, перец сладкий, зелень, орегано";
    public static final String PIZZA_EMILIYA_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_GRIBNAYA_TITLE = "Грибная";
    public static final String PIZZA_GRIBNAYA_DESCRIPTION = "Пицца-соус, сыр, грибы, орегано";
    public static final String PIZZA_GRIBNAYA_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_KANTRI_TITLE = "Кантри";
    public static final String PIZZA_KANTRI_DESCRIPTION = "Пицца-соус, сыр, курица, перец сладкий, помидор, лук зеленый, орегано";
    public static final String PIZZA_KANTRI_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_KEMPING_TITLE = "Кэмпинг";
    public static final String PIZZA_KEMPING_DESCRIPTION = "Пицца-соус, сыр, охотничьи колбаски, корнишоны, яйца, орегано";
    public static final String PIZZA_KEMPING_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_MARGARITA_TITLE = "Маргарита";
    public static final String PIZZA_MARGARITA_DESCRIPTION = "Пицца-соус, сыр, орегано";
    public static final String PIZZA_MARGARITA_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_MILKIDOG_TITLE = "Милки Дог";
    public static final String PIZZA_MILKIDOG_DESCRIPTION = "Пицца-соус, сыр, орегано";
    public static final String PIZZA_MILKIDOG_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_MIT_BANG_TITLE = "Мит Бэнг";
    public static final String PIZZA_MIT_BANG_DESCRIPTION = "Пицца-соус, сыр, говядина, карбонад, ветчина, колбаса \"Салями\", лук, орегано";
    public static final String PIZZA_MIT_BANG_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_PEPPERONI_TITLE = "Пеппероне";
    public static final String PIZZA_PEPPERONI_DESCRIPTION = "Пицца-соус, сыр, говядина, карбонад, ветчина, колбаса \"Салями\", лук, орегано";
    public static final String PIZZA_PEPPERONI_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_PROVANSKAYA_TITLE = "Прованская";
    public static final String PIZZA_PROVANSKAYA_DESCRIPTION = "Пицца-соус, сыр, сосиски молочные, колбаса \"Охотничья\", грибы, лук зелёный, орегано";
    public static final String PIZZA_PROVANSKAYA_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_SALYAMI_TITLE = "Салями";
    public static final String PIZZA_SALYAMI_DESCRIPTION = "Пицца-соус, сыр, колбаса \"Салями\", орегано";
    public static final String PIZZA_SALYAMI_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_TRI_CHEESE_TITLE = "Три Сыра";
    public static final String PIZZA_TRI_CHEESE_DESCRIPTION = "Пицца-соус, сыр \"Моцарелла\", сыр \"Голландский\", сыр \"Брынза\", орегано";
    public static final String PIZZA_TRI_CHEESE_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

    public static final String PIZZA_VEGANA_TITLE = "Вегана";
    public static final String PIZZA_VEGANA_DESCRIPTION = "Пицца-соус, сыр, грибы, помидор, перец сладкий, маслины, лук репчатый, лук зелёный, орегано";
    public static final String PIZZA_VEGANA_RECIPE =
            "1Ставим опару: в небольшую миску, наливаем стакан теплой воды, добавляем 1 ч. л. сахара, щепотку соли, 1 ч. л. дрожжей и замешиваем 1 ст. л. муки.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как приготовить тесто на опаре\n" +
                    "2Через 10–15 минут дрожжи забродят (появится пена), тогда в большую миску добавляем оставшуюся муку (около двух стаканов), соль, оливковое масло, вливаем опару и замешиваем тесто. Для теста очень важна правильная плотность. Невозможно точно сказать сколько муки понадобится для теста, потому что свойства муки могут сильно отличатся. Каждый раз, муку добавляют не только на глаз, но и на ощупь.\n" +
                    "3Тесто на пиццу должно получится не текучее, но и не резиновое, а пластичное и податливое. Выкладываем тесто на присыпанную мукой поверхность и вымешиваем тесто не менее 10 минут, подсыпая муки по мере надобности. Смазываем тесто растительным маслом, накрываем пищевой пленкой и ставим в теплое место на час-полтора, или пока оно не увеличится в три раза. Когда тесто подойдет, разделите его на три части и скатайте три шарика, из каждой части выйдет основа для пиццы. На присыпанную мукой поверхность положите шарик теста и сформируйте из него лепешку, обваляв ее в муке. Заранее приготовьте противень, смажьте его оливковым маслом. Разогрейте духовку до 250 градусов.\n" +
                    "4Для формования основы для пиццы не пользуются скалкой, а вытягивают тесто на костяшках пальцев. Именно такая пицца получается тонкая в середине и имеет утолщенную, хрустящую корочку с краев. Растягиваем пиццу, передвигая пласт теста по кругу, пока не получится тонкая лепешка.\n" +
                    "5Укладываем лепешку на смазанный противень.Намазываем пиццу томатным соусом, по 2 столовые ложки на одну пиццу. Колбасу, помидор и шампиньоны режем пластиками и укладываем начинку в один слой.\n" +
                    "Изображение\n" +
                    "ШПАРГАЛКА\n" +
                    "Как подготовить шампиньоны\n" +
                    "6Посыпаем пиццу тертым сыром и ставим в разогретую духовку на 10 минут, или пока сыр не начнет поджариваться.\n" +
                    "7Начинка для пиццы может быть самая разная: порезанные пластиками свежие или маринованные овощи: например запеченный сладкий перец или маринованные баклажаны, а также оливки, колбаса, анчоусы или готовое мясо.";

}
