package com.jobforandroid.pizza;

public class Utils {

    public static final String PIZZA_ALYASKA_TITLE = "Аляска";
    public static final String PIZZA_ALYASKA_DESCRIPTION = "Пицца-соус, горчичный соус, сыр, охотничьи колбаски, карбонад, корнишоны, грибы, лук, орегано";
    public static final String PIZZA_ALYASKA_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_BIF_STRONG_TITLE = "Биф Стронг";
    public static final String PIZZA_BIF_STRONG_DESCRIPTION = "Пицца-соус, сыр, говядина, соево-горчичный соус, перец сладкий, орегано";
    public static final String PIZZA_BIF_STRONG_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_CHEZARE_TITLE = "Чезаре";
    public static final String PIZZA_CHEZARE_DESCRIPTION = "Пицца-соус, сыр, курица, сухари, лист салата, соус \"Цезарь\", орегано";
    public static final String PIZZA_CHEZARE_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_CLASSIC_TITLE = "Классическая";
    public static final String PIZZA_CLASSIC_DESCRIPTION = "Пицца-соус, сыр, колбаса \"Салями\", помидор, грибы, орегано";
    public static final String PIZZA_CLASSIC_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_EMILIYA_TITLE = "Эмилия";
    public static final String PIZZA_EMILIYA_DESCRIPTION = "Пицца-соус, сыр, карбонад, перец сладкий, зелень, орегано";
    public static final String PIZZA_EMILIYA_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_GRIBNAYA_TITLE = "Грибная";
    public static final String PIZZA_GRIBNAYA_DESCRIPTION = "Пицца-соус, сыр, грибы, орегано";
    public static final String PIZZA_GRIBNAYA_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_KANTRI_TITLE = "Кантри";
    public static final String PIZZA_KANTRI_DESCRIPTION = "Пицца-соус, сыр, курица, перец сладкий, помидор, лук зеленый, орегано";
    public static final String PIZZA_KANTRI_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_KEMPING_TITLE = "Кэмпинг";
    public static final String PIZZA_KEMPING_DESCRIPTION = "Пицца-соус, сыр, охотничьи колбаски, корнишоны, яйца, орегано";
    public static final String PIZZA_KEMPING_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_MARGARITA_TITLE = "Маргарита";
    public static final String PIZZA_MARGARITA_DESCRIPTION = "Пицца-соус, сыр, орегано";
    public static final String PIZZA_MARGARITA_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_MILKIDOG_TITLE = "Милки Дог";
    public static final String PIZZA_MILKIDOG_DESCRIPTION = "Пицца-соус, сыр, орегано";
    public static final String PIZZA_MILKIDOG_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_MIT_BANG_TITLE = "Мит Бэнг";
    public static final String PIZZA_MIT_BANG_DESCRIPTION = "Пицца-соус, сыр, говядина, карбонад, ветчина, колбаса \"Салями\", лук, орегано";
    public static final String PIZZA_MIT_BANG_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_PEPPERONI_TITLE = "Пеппероне";
    public static final String PIZZA_PEPPERONI_DESCRIPTION = "Пицца-соус, сыр, говядина, карбонад, ветчина, колбаса \"Салями\", лук, орегано";
    public static final String PIZZA_PEPPERONI_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_PROVANSKAYA_TITLE = "Прованская";
    public static final String PIZZA_PROVANSKAYA_DESCRIPTION = "Пицца-соус, сыр, сосиски молочные, колбаса \"Охотничья\", грибы, лук зелёный, орегано";
    public static final String PIZZA_PROVANSKAYA_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_SALYAMI_TITLE = "Салями";
    public static final String PIZZA_SALYAMI_DESCRIPTION = "Пицца-соус, сыр, колбаса \"Салями\", орегано";
    public static final String PIZZA_SALYAMI_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_TRI_CHEESE_TITLE = "Три Сыра";
    public static final String PIZZA_TRI_CHEESE_DESCRIPTION = "Пицца-соус, сыр \"Моцарелла\", сыр \"Голландский\", сыр \"Брынза\", орегано";
    public static final String PIZZA_TRI_CHEESE_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


    public static final String PIZZA_VEGANA_TITLE = "Вегана";
    public static final String PIZZA_VEGANA_DESCRIPTION = "Пицца-соус, сыр, грибы, помидор, перец сладкий, маслины, лук репчатый, лук зелёный, орегано";
    public static final String PIZZA_VEGANA_RECIPE = "1. Растворяем в теплой воде дрожжи с сахаром, ждём 15 минут. Миску оставляйте в тёплом месте.\n" + "" +
            "2. В муку добавляем соль, опару и замешиваем тесто. Консистенция должна быть такой, чтобы оно не липло к рукам. В конце в тесто добавьте оливковое масло.\n" +
            "3. Скатываем тесто для пиццы в шар, кладём в ёмкость и накрываем пищевой пленкой. Оставляем в теплом месте еще на час.\n" +
            "4. Для соуса все помидоры, кроме одного, измельчаем в блендере и добавляем сушеные травы и чеснок. Полученную смесь отправляем на разогретую сковородку, туда же – мелко нарезанный лук. Выпариваем лишнюю воду и доводим до загустения.\n" +
            "5. Поднявшееся тесто раскатываем в круглую лепешку и обильно смазываем ее остывшим соусом. Сверху выкладываем нарезанную моцареллу и твёрдый натёртый сыр. Украшаем пиццу нарезанными томатами.\n" +
            "6. Выпекаем до румяного расплавленного сыра около 25 минут при температуре 200 градусов. При подаче посыпаем пиццу листиками свежего базилика.\n";


}
